[language]
name=English
id=1033
[frmMain]
btnSearchAll=&Search All
btnOpenFile=Open &File...
btnOpen=&Open
btnExit=E&xit
btnAdvance=&Others
btnClose=E&Xit
btnUpdate=&Update
mFile=&File
mOpen=&Open...
mUpdate=Check &Updates

mExport=&Export
mExportText=&Export screen...
mExportTree=Export &Tree...
mExportHTML=&HTML...
mExportTXT=&Text...
mExit=E&xit
mLanguage=&Language
mCodeConvert=&Code Conversion
mManual=&Manual
mHelp=&Help
mAbout=&About
mAbout=&FAQ
mOptions=&Options
mBugReport=Bug &Report
mWebsite=Accelon &Update
mWebserver=&Web server
mChangeDirectory=&Change Directory
mShowAllDb=&Show Hidden DB
[frmAddfavor]
btnadd=&Add
btndelete=D&elete
btncancel=&Close
btnup=&Up
btndown=&Down

[frmData]
mautodict=Auto &Dictionary
mautosearch=Auto &Search

mHe=Edit with &HyperEditor
mSetNoteColor=Set Note &Color...
mSetNoteBGColor=Set Note &Background...
mSetDefNoteColor=Default Note &Color...
mSetDefNoteBGColor=Default Note &Background...
mSetDefBMColor=Default Book&mark color...
mCloneTab=Clone &Result Tab
mSmallTreeFont=&Smallar Tree Font
mListAdb=Open &ADB...
mCloseTab=&Close this Tab
mCloseRightTab=Close all tabs at the &Right
mSelectAll=Select &All
mSelectAll1=Select &All
mFindchar=Find Char. by part...
mNoChange=&As It is
mTraditional=To &Traditional
mSimplified=To &Simplified
mHelp=Help
mAbout=&About
mManual=&Manual
mSeperator=&Para Seperator
mExternalImage=&External Image Viewer
mUseccg=Use &CCG Font
mUsemingliext=Use &MingLi Ext
mSynonym=Search &Synonym
mAutofocus=Auto set&focus
mAutolock=Auto &Lock Range
mExport=&Export
mExportRefer=Export &Refer Text...
mExportText=&Export Body Text...
mExportTree=Export &Tree...
mExportNote=Export Note...
mImportNote=Import Note...
mViewNote=View others Note..
mRevertNote=Revert to my Note
mReload=Reload ADB


mFavorites=Favorites
mAddFavorite=Add &Favorite
mAddFavorite1=Add &Favorite
mOrganizeFavorite=&Organize Favorites

cbsearchtype=select search method
edittofind=press Enter to add term into search history, and create a new tab for keeping the search result.
mAdvOptions=Advance &Options
mOptions=Options
mVertical1=&Vertical
mFontsize=&Font size
mcustomFont=&Custom font
mSmallfont=&Small Font
mMiddleFont=&Middle Font
mLargeFont=&Large Font
mExtraFont=&Extra Font
mWrap=auto&Wrap
mShowTree=&Tree Of Content
mShowRefer=Refer Area

mReading=Reading
mExcerptMode=&Excerpt Mode
mExcerptMode2=Excerpt Mode
mExcerptType=&Excerpt Type
mBookmarks=&Bookmarks
mKeywords=&Keywords
mMarkers=&Marker pen
mGoHotLine=Hot&Line
mExcerptLine=&Excerpt Line
m1line=&1 line
m3lines=&3 lines
m5lines=&5 lines
mGoline1=&Goto...
mBookmark=to&ggle Bookmark
mNextbookmark=Next Bookmark
mprevBookmark=Previous bookmark
mNextbookmark1=Next Bookmark
mprevBookmark1=Previous Bookmark
mNextMarker=Next Marker
mPrevMarker=Previous Marker
mExcerpt=&Excerpt
mNextOccur1=&Next Occurrence
mPrevOccur1=&Prev Occurrence
mNextOccur=&Next
mPrevOccur=&Prev
mShowLineNo=&Show Line No.
mNote=&Note
mManual=&Manual
mAdvance=&Advance Mode
mShowtoolbox=Show &Toolbox
mUsedFiles=&Used Files
mHideNoHit=&List Items with hits
mAutoGotoOccur=Auto Goto &Occur
mResetTree=&Top of Tree
mGotofind=&Input Box
mClearAllBookmarks=&Clear All Bookmarks
mClearAllMarkers=Clear All &Markers
mClearVisited=Clear &Visited Background
mClone=Clo&ne
mTopofFile=Top of &File
mGoForward=Go Forward
mGoBackward=Go Backward
mAddNote=Add Text &Note
mDeleteNote=&Delete This Note
mAddLink=Add &Hyperlink...
mSelection=&Merge Query
mResetTree=&Top of Tree
mCopy=&Copy
mCopyExcerpt=Copy &Excerpt
mCopyRef=Copy &Reference
mCopyRef1=Copy &Reference
mExcerptMode=&Excerpt Mode
mTreeParents=Document &Hierarchy
mBookmark=&Bookmark
mNextbookmark=next Bookmark
mprevBookmark=previous bookmark
mFindSelection=Advance &Search
mFindSel=&Find

mFindSelAnd=And &+
mFindSelOr=OR &,
mFindSelAndNot=Not &-
mFindSelStar=Wildcard &*
mFirsthit=&First Occur
mHideNoHit=&List Items with hits
mExpandone=&Expand (+)
mExpandAll=Expand &All(*)
mCollapseOne=&Collapse(-)
mCollapseAll=Collapse &All(/)

mWrap=auto&Wrap
mSeperator=&Para Seperator
mGoHotLine=goto Hot&Line

mSelectAbort=Clear &Selection
mShowLineNo=&Show Line No#
mNodeAsRange=Search &Within this Node


mMarker=&Marker

mClearMarker=C&lear Marker
mCustomMarker=Custom color&1
mCustomMarker1=Custom color&2
mCustomMarker2=Custom color&3
mCustomMarker3=Custom color&4
mGlyphInfo=Show &Glyph...
mGlyphInfo1=Show &Glyph...
mFindDict=Find &Dictionary

[frmGotoline]
lblLineno=Line#
bGotoline=Go
bCancel=Cancel
lblID=PageID
lblwarning=Not found!
[frmBugReport]
lblemail=Your Email
lblname=Your Name
lbldescription=Description
btnsend=Send
lblattachment=Attach screen capture for quicker response.
btnGuide=Report Guideline

[frmIndex]
btnBuild=Build
btnSelect=Select
btnUp=Up
btnDown=Dn
btnDel=Del
btnClear=Clear
lblDB=DB Name
[frmAbout]
btnCheckupdate=Check if Update Available
[frmImage]
btnSaveAs=Save &As
btnCopy=&Copy to Clipboard
[lookup]
name0=Foguang Buddhist Dictionary
url0=http://sql.fgs.org.tw/webfbd/term.asp?term=$_;
name1=Chinese Dictionary(Taiwan Ministry of Education)
url1=http://140.111.34.46/cgi-bin/dict/newsearch.cgi?Database=dict&QueryScope=name&QueryCommand=find&QueryString=$_;
name2=Pali-English Dictionary
url2=http://dsal.uchicago.edu/cgi-bin/ddsa/search2e?CONJUNCT=PHRASE&word=$_;&CHARDISP=UNICODE&wildcard=1&SYSTEM_DIR=%2Fprojects%2Fartfl0%2Fdatabases%2Fdicos%2Fphilologic%2Fpali%2FIMAGE%2F
name3=Cologne Digital Sanskrit Lexicon
url3=http://webapps.uni-koeln.de/cgi-bin/tamil/recherche?dictionary=mwd&prst=prefix&maxhits=200&st=$_;
name4=Google
url4=http://www.google.com.tw/search?q=$_;
name5=Wikipedia
url5=http://zh.wikipedia.org/wiki/$_;

[frmAddLink]
btnok=Ok
rblink=Accelon Link
rburl=External URL or Filename
rbtext=Memo
btncancel=Cancel
lblwarning=Invalid Link!
btndelete=Delete
[frmccgfind]
lblinput=Input
lblids=IDS
cbvariant=Variant
cbsystemfont=System
cbExtb=Ext-B
lblinner=Inner
lblhanyu=Hanyu
lblbasic=Basic*
btnselect=Select

[frmbmtext]
btnOk=Ok
btnCancel=Cancel
btnClear=Clear
btnColor=Color
[frmnotes]
cbnotes=Side Notes
cbmarkers=Highlight Markers
cbuserlinks=Hyperlinks
cbbookmarks=Bookmarks
btnOk=Ok
btnCancel=Cancel

[strings]
exportnotetype=Export these type
importnotetype=Import these type
image_link=Image
found_hits=%d occurences
found_matchs=%d entries(%d occur)
not_found=Not Found
no_marker=no more marker
no_bookmark=no more bookmark
message_sent=Message sent!
image_not_found=Image Not Found!
no_nextoccur=No more next occurence
no_prevoccur=No more previous occurence
search_distance=Tolerance
gotreenode=Goto &Treenode
aboutdb=&About
noabout=No Copyright information
btnRoot.hint=reset Table of content and Unlock range
sbDistance.hint=maximum distance allowed between keywords and * wildcard
editDistance.hint=Character Distance, unit is "word", one chinese character for one word.
mbegin.hint=match from begin of line
mend.hint=match from end of line
thechar.hint=Visible only if system has install the approriate font.
total_match=Total match count:
total_lines=paragraphs output:
end_of_export=End of Export
export_trimmed=exceed export limit, following lines are trimmed.
criteria=Search Criteria:
link_not_found=Hyperlink not found
matchtype=Begin,Partial,End,Exact
dictmatchtype=Begin,Partial,End,Exact,Full,Freq
seconds=sec.
termcountexceed=too many terms (%d), please refine the criteria.
quitprogram=Quit Program?
addfavorite=- Add Favorite
organizefavorite=- Oraganize Favorite
resulttab=Result
dicttab=Dictionary
bookmarkstab=bookmarks
markerstab=markers
userlinkstab=hyperlinks
textnotestab=textnotes
termnotfound=your search for %s return no match
totaltermfound=found %d terms
gotohelp=input book/page/line code，Ex:\nBook 5               5\nBook 5 Page 7        5p7\nBook 5 Page 7 Line 4 5p7#4
linkhelp=refer CTRL+G dialog for syntax of \ndatabase link, prefix databaseID \nfor linking to other adb. e.g:\ntaisho?1p7a  Vol 1 page 7 first Col.\ntaisho?n221 Link to Sutra 221
askclearallbookmarks=Do you really want to delete all bookmarks?
askclearallmarkers=Do you really want to delete all markers?
askclearalluserlinks=Do you really want to delete all user-defined hyperlinks?
askclearalltextnotes=Do you really want to delete all textnotes?
clearallbookmarks=Clear all bookmarks
clearallmarkers=Clear all markers
clearalltextnotes=Clear all textnotes
clearalluserlinks=CLear all userlinks
confirm=Confirm
closealltab=Delete all tabs on the right side of current tabs?
textuserlink=Note
mbegin=Begin with
mend=End with
selectionexceed=Selection range is too big, only %d characters are copied.
viewnote=You're viewing other note, modification is not allowed.\nPlease import the note for editing.
askcleartextbookmark=this bookmark contains text note, do you really want to delete it?
frmbmtext.caption=Text note for bookmark
Filename=Filename
Name=Name
Date=Date
Found=Found